<unk>	0
<s>	0
</s>	0
▁t	-0
▁a	-1
he	-2
in	-3
▁the	-4
▁s	-5
re	-6
▁w	-7
▁o	-8
is	-9
er	-10
nd	-11
▁m	-12
▁f	-13
▁b	-14
it	-15
ha	-16
ing	-17
▁c	-18
en	-19
es	-20
or	-21
ou	-22
on	-23
ll	-24
▁and	-25
▁of	-26
▁to	-27
▁p	-28
▁d	-29
ed	-30
an	-31
at	-32
▁in	-33
▁l	-34
ar	-35
as	-36
▁I	-37
om	-38
▁is	-39
his	-40
br	-41
▁g	-42
ic	-43
▁/	-44
▁/>	-45
le	-46
▁e	-47
ot	-48
hat	-49
▁n	-50
ut	-51
▁it	-52
st	-53
ct	-54
il	-55
al	-56
▁T	-57
▁be	-58
ie	-59
▁mo	-60
ve	-61
ly	-62
▁ha	-63
▁on	-64
ho	-65
▁re	-66
▁that	-67
ver	-68
▁this	-69
ent	-70
ra	-71
ion	-72
▁he	-73
im	-74
se	-75
▁st	-76
ay	-77
et	-78
gh	-79
▁mov	-80
▁was	-81
id	-82
▁y	-83
▁/><	-84
ilm	-85
ith	-86
▁film	-87
ad	-88
▁for	-89
▁A	-90
ro	-91
ch	-92
▁u	-93
all	-94
▁as	-95
ce	-96
ke	-97
▁movie	-98
ld	-99
▁an	-100
▁with	-101
▁S	-102
▁se	-103
▁The	-104
oo	-105
▁you	-106
▁h	-107
ir	-108
ow	-109
.<	-110
ri	-111
▁th	-112
am	-113
▁B	-114
her	-115
▁li	-116
▁but	-117
▁M	-118
▁not	-119
ur	-120
▁we	-121
ally	-122
ill	-123
ter	-124
▁(	-125
▁"	-126
▁C	-127
ck	-128
▁H	-129
▁are	-130
..	-131
ome	-132
▁W	-133
pe	-134
ould	-135
ers	-136
▁at	-137
▁his	-138
▁have	-139
ul	-140
▁D	-141
ght	-142
un	-143
ust	-144
if	-145
▁sc	-146
▁j	-147
em	-148
▁su	-149
▁act	-150
out	-151
▁do	-152
▁fr	-153
ble	-154
▁one	-155
▁ex	-156
▁who	-157
ain	-158
ess	-159
very	-160
▁k	-161
▁so	-162
el	-163
▁pl	-164
▁com	-165
▁all	-166
ood	-167
ies	-168
▁ab	-169
how	-170
art	-171
pp	-172
us	-173
▁cha	-174
ant	-175
▁al	-176
▁by	-177
ag	-178
▁v	-179
ak	-180
ol	-181
est	-182
▁wh	-183
ous	-184
▁de	-185
▁P	-186
▁wor	-187
▁like	-188
▁R	-189
▁L	-190
one	-191
▁F	-192
▁they	-193
▁from	-194
▁out	-195
op	-196
ast	-197
▁ne	-198
ist	-199
and	-200
▁some	-201
ven	-202
th	-203
▁whe	-204
▁or	-205
▁int	-206
qu	-207
▁G	-208
fe	-209
▁J	-210
au	-211
▁It	-212
ough	-213
red	-214
um	-215
ation	-216
▁con	-217
▁me	-218
▁r	-219
▁just	-220
▁her	-221
▁about	-222
▁has	-223
ract	-224
ory	-225
ind	-226
res	-227
▁N	-228
▁pro	-229
ive	-230
▁can	-231
ort	-232
▁tim	-233
ack	-234
ate	-235
pt	-236
os	-237
▁E	-238
▁un	-239
reat	-240
ud	-241
▁wat	-242
▁good	-243
ig	-244
ire	-245
ake	-246
▁O	-247
▁charact	-248
▁le	-249
ight	-250
▁any	-251
▁lo	-252
ook	-253
ong	-254
▁man	-255
han	-256
▁get	-257
▁up	-258
▁more	-259
▁see	-260
ich	-261
▁go	-262
▁very	-263
▁my	-264
▁what	-265
▁would	-266
▁no	-267
▁fe	-268
The	-269
ound	-270
ry	-271
ity	-272
▁This	-273
▁sh	-274
▁there	-275
ther	-276
▁fa	-277
ite	-278
▁story	-279
nt	-280
ge	-281
ide	-282
▁time	-283
od	-284
▁bec	-285
▁1	-286
ard	-287
▁en	-288
hing	-289
ame	-290
▁when	-291
▁really	-292
▁-	-293
▁watch	-294
oy	-295
▁she	-296
▁were	-297
▁if	-298
▁had	-299
▁show	-300
▁scen	-301
able	-302
▁only	-303
lf	-304
ure	-305
ci	-306
ell	-307
itt	-308
ink	-309
▁even	-310
▁their	-311
ore	-312
▁other	-313
ick	-314
▁K	-315
▁per	-316
so	-317
▁did	-318
▁cl	-319
pl	-320
▁kn	-321
ine	-322
▁which	-323
man	-324
▁him	-325
ond	-326
our	-327
▁them	-328
▁than	-329
te	-330
▁end	-331
ment	-332
uch	-333
ious	-334
og	-335
ab	-336
...	-337
▁does	-338
▁great	-339
ars	-340
▁pe	-341
ru	-342
ays	-343
▁bad	-344
ause	-345
ves	-346
▁bet	-347
▁much	-348
▁look	-349
ade	-350
are	-351
ice	-352
▁could	-353
ople	-354
▁qu	-355
irect	-356
▁will	-357
▁been	-358
ert	-359
irst	-360
▁how	-361
ple	-362
▁ar	-363
▁over	-364
▁po	-365
▁im	-366
▁well	-367
▁pre	-368
▁think	-369
▁people	-370
ne	-371
▁ro	-372
▁know	-373
ence	-374
▁most	-375
▁into	-376
ass	-377
per	-378
int	-379
▁tw	-380
▁too	-381
for	-382
▁because	-383
ng	-384
other	-385
▁dis	-386
▁ad	-387
▁every	-388
age	-389
▁am	-390
ful	-391
▁us	-392
▁make	-393
ff	-394
ors	-395
▁ag	-396
ac	-397
▁fun	-398
▁made	-399
▁real	-400
▁thing	-401
fter	-402
▁direct	-403
ny	-404
▁part	-405
▁first	-406
▁off	-407
▁movies	-408
▁sa	-409
ull	-410
ish	-411
▁way	-412
ile	-413
ving	-414
▁don	-415
ere	-416
ty	-417
ict	-418
▁also	-419
▁wr	-420
▁'	-421
▁gu	-422
▁seem	-423
ian	-424
ep	-425
ary	-426
▁characters	-427
ap	-428
oll	-429
▁character	-430
iew	-431
▁its	-432
▁mak	-433
wn	-434
gin	-435
▁sp	-436
ical	-437
▁work	-438
▁bl	-439
▁Y	-440
▁seen	-441
ress	-442
ually	-443
▁plot	-444
ated	-445
hed	-446
ue	-447
▁te	-448
ob	-449
▁films	-450
▁And	-451
▁fl	-452
▁your	-453
fect	-454
▁play	-455
ial	-456
pect	-457
ces	-458
cc	-459
▁want	-460
▁then	-461
▁acting	-462
self	-463
▁V	-464
iz	-465
▁ye	-466
omet	-467
▁love	-468
▁aw	-469
ost	-470
▁But	-471
ittle	-472
▁say	-473
▁many	-474
▁being	-475
▁ser	-476
me	-477
ved	-478
rough	-479
get	-480
▁ho	-481
▁never	-482
▁after	-483
▁In	-484
▁two	-485
nder	-486
).	-487
mer	-488
),	-489
ran	-490
▁<	-491
▁best	-492
▁ever	-493
▁ent	-494
own	-495
▁He	-496
urn	-497
ens	-498
▁through	-499
▁little	-500
▁life	-501
▁where	-502
▁back	-503
ip	-504
▁hor	-505
!!	-506
▁somet	-507
▁better	-508
▁rem	-509
▁rec	-510
ark	-511
du	-512
ult	-513
ily	-514
ild	-515
▁i	-516
ever	-517
ris	-518
hy	-519
ber	-520
we	-521
▁des	-522
▁ra	-523
ach	-524
ather	-525
ought	-526
vel	-527
ace	-528
▁should	-529
▁St	-530
be	-531
thing	-532
ction	-533
▁perfor	-534
▁find	-535
ual	-536
▁spe	-537
▁scene	-538
les	-539
iend	-540
ertain	-541
▁2	-542
▁sl	-543
▁scenes	-544
▁br	-545
▁min	-546
▁There	-547
▁feel	-548
vers	-549
▁U	-550
lie	-551
less	-552
▁ch	-553
▁under	-554
erest	-555
ting	-556
▁att	-557
▁still	-558
▁again	-559
hose	-560
▁cont	-561
▁ri	-562
ents	-563
▁tra	-564
igh	-565
ree	-566
▁here	-567
▁interest	-568
▁something	-569
▁lot	-570
ance	-571
ren	-572
ning	-573
ense	-574
fore	-575
▁kill	-576
rd	-577
▁happ	-578
ia	-579
rap	-580
▁inc	-581
▁such	-582
▁19	-583
ating	-584
ason	-585
▁may	-586
ions	-587
ations	-588
ably	-589
▁these	-590
▁old	-591
▁If	-592
augh	-593
▁imp	-594
▁cast	-595
▁watching	-596
arly	-597
▁performan	-598
ase	-599
▁sur	-600
joy	-601
▁hum	-602
▁Al	-603
▁actors	-604
ror	-605
up	-606
the	-607
▁mus	-608
▁funny	-609
reen	-610
ans	-611
alk	-612
▁gi	-613
▁doesn	-614
▁didn	-615
ise	-616
▁che	-617
▁those	-618
sp	-619
▁fam	-620
▁enjoy	-621
▁guy	-622
ater	-623
▁point	-624
▁years	-625
▁gir	-626
iv	-627
▁sim	-628
▁dec	-629
▁ap	-630
▁wom	-631
▁gen	-632
▁try	-633
▁cou	-634
▁belie	-635
edy	-636
ute	-637
▁view	-638
▁makes	-639
ffect	-640
▁start	-641
▁set	-642
oth	-643
▁going	-644
erson	-645
▁fact	-646
▁few	-647
▁tru	-648
▁actually	-649
▁down	-650
▁same	-651
▁pret	-652
▁pr	-653
▁comp	-654
az	-655
▁got	-656
▁Jo	-657
ps	-658
▁ob	-659
▁before	-660
rit	-661
oss	-662
▁thought	-663
▁dra	-664
▁tak	-665
--	-666
iss	-667
▁long	-668
▁ter	-669
ath	-670
▁produ	-671
▁fin	-672
▁exce	-673
oc	-674
**	-675
cial	-676
▁young	-677
▁sub	-678
ript	-679
der	-680
▁Ch	-681
▁em	-682
▁big	-683
▁bit	-684
rigin	-685
▁ke	-686
▁ev	-687
▁why	-688
ience	-689
li	-690
▁now	-691
▁director	-692
▁dif	-693
ft	-694
ang	-695
▁though	-696
▁while	-697
av	-698
ale	-699
▁nothing	-700
ect	-701
aw	-702
▁tri	-703
ons	-704
▁origin	-705
aut	-706
▁supp	-707
ub	-708
▁friend	-709
hen	-710
▁own	-711
▁turn	-712
▁sm	-713
ible	-714
▁new	-715
▁pretty	-716
▁girl	-717
▁another	-718
ince	-719
▁comple	-720
de	-721
onder	-722
▁quite	-723
ched	-724
iting	-725
▁effect	-726
ose	-727
rent	-728
▁res	-729
▁rel	-730
ave	-731
▁things	-732
▁inv	-733
▁around	-734
▁script	-735
▁seems	-736
▁enough	-737
act	-738
ways	-739
▁As	-740
ings	-741
▁app	-742
▁screen	-743
most	-744
▁co	-745
ew	-746
▁hard	-747
▁kid	-748
00	-749
▁high	-750
meric	-751
▁far	-752
▁right	-753
▁need	-754
ib	-755
▁original	-756
▁give	-757
ically	-758
ween	-759
ced	-760
▁music	-761
▁gr	-762
ster	-763
rill	-764
▁world	-765
ness	-766
ign	-767
▁must	-768
▁kind	-769
▁tr	-770
▁saw	-771
▁wonder	-772
▁person	-773
▁acc	-774
▁take	-775
▁You	-776
utes	-777
inem	-778
▁horror	-779
ention	-780
▁sha	-781
ately	-782
ks	-783
▁She	-784
▁between	-785
▁es	-786
ead	-787
▁times	-788
▁role	-789
▁interesting	-790
▁appe	-791
▁reason	-792
▁comedy	-793
▁isn	-794
▁&	-795
▁gets	-796
▁whole	-797
▁op	-798
▁always	-799
▁action	-800
▁sec	-801
▁series	-802
ock	-803
vious	-804
ward	-805
▁least	-806
▁bu	-807
▁put	-808
",	-809
▁sex	-810
▁How	-811
▁read	-812
app	-813
rible	-814
hes	-815
icul	-816
▁main	-817
▁class	-818
▁done	-819
▁beaut	-820
▁tell	-821
▁mom	-822
▁Americ	-823
▁sound	-824
▁expect	-825
▁laugh	-826
ody	-827
▁ep	-828
ord	-829
ma	-830
▁child	-831
▁lead	-832
▁come	-833
▁worth	-834
row	-835
▁They	-836
its	-837
here	-838
▁minutes	-839
▁hel	-840
▁bas	-841
ife	-842
view	-843
▁might	-844
▁almost	-845
▁without	-846
▁sho	-847
▁cinem	-848
ok	-849
▁cam	-850
ully	-851
▁both	-852
▁ide	-853
gg	-854
hn	-855
ray	-856
bably	-857
▁bo	-858
▁complete	-859
▁shot	-860
▁diffe	-861
ash	-862
ines	-863
stand	-864
ner	-865
▁anything	-866
xt	-867
▁last	-868
▁3	-869
▁hand	-870
mend	-871
▁book	-872
▁family	-873
▁entertain	-874
▁performance	-875
ouse	-876
though	-877
ime	-878
▁expl	-879
cially	-880
▁aud	-881
uring	-882
".	-883
▁care	-884
▁TV	-885
▁war	-886
▁An	-887
pris	-888
▁found	-889
ialog	-890
▁begin	-891
▁cle	-892
▁since	-893
▁cons	-894
oney	-895
▁inst	-896
▁What	-897
▁cour	-898
ov	-899
▁el	-900
VD	-901
▁dialog	-902
ograp	-903
era	-904
▁10	-905
▁call	-906
This	-907
▁away	-908
▁probably	-909
▁worst	-910
▁sure	-911
▁ext	-912
▁car	-913
pecially	-914
▁DVD	-915
ail	-916
isod	-917
son	-918
▁sequ	-919
led	-920
ros	-921
ER	-922
ures	-923
▁art	-924
oint	-925
▁lik	-926
ative	-927
▁run	-928
ommend	-929
▁let	-930
aster	-931
▁abs	-932
ret	-933
arr	-934
▁woman	-935
als	-936
▁episod	-937
ms	-938
ling	-939
▁poor	-940
▁happen	-941
▁anyone	-942
ane	-943
▁cr	-944
co	-945
▁believe	-946
▁add	-947
wood	-948
▁chan	-949
▁bor	-950
▁rather	-951
▁So	-952
▁Be	-953
▁ins	-954
▁keep	-955
▁making	-956
▁mean	-957
ten	-958
apt	-959
▁beautif	-960
▁mat	-961
▁vers	-962
▁Se	-963
ither	-964
osed	-965
▁trying	-966
ition	-967
▁different	-968
▁course	-969
▁John	-970
▁De	-971
▁each	-972
▁recommend	-973
▁job	-974
▁ending	-975
."	-976
▁surpris	-977
▁mind	-978
▁watched	-979
umb	-980
▁our	-981
fin	-982
olly	-983
▁del	-984
istic	-985
dd	-986
ingly	-987
▁ty	-988
▁That	-989
▁shows	-990
▁played	-991
iece	-992
ont	-993
▁Not	-994
▁fan	-995
▁help	-996
ject	-997
▁cre	-998
▁goes	-999
▁short	-1000
hip	-1001
ollow	-1002
▁sense	-1003
▁comes	-1004
▁We	-1005
sc	-1006
▁boy	-1007
ney	-1008
....	-1009
ments	-1010
▁perfect	-1011
ilar	-1012
▁wasn	-1013
It	-1014
▁money	-1015
uck	-1016
▁place	-1017
▁rest	-1018
▁day	-1019
▁gra	-1020
ics	-1021
rist	-1022
▁less	-1023
▁effects	-1024
▁stand	-1025
▁actor	-1026
llent	-1027
▁inter	-1028
ality	-1029
icha	-1030
leas	-1031
empt	-1032
read	-1033
▁super	-1034
▁half	-1035
▁proble	-1036
▁looking	-1037
arent	-1038
way	-1039
▁yet	-1040
▁port	-1041
▁plays	-1042
▁fav	-1043
▁mem	-1044
▁pol	-1045
▁looks	-1046
▁Re	-1047
▁gl	-1048
▁sit	-1049
ortun	-1050
▁ac	-1051
▁creat	-1052
▁pres	-1053
lud	-1054
▁understand	-1055
gether	-1056
▁together	-1057
ream	-1058
▁low	-1059
▁certain	-1060
▁review	-1061
▁miss	-1062
▁Cha	-1063
▁TH	-1064
▁else	-1065
▁follow	-1066
▁conf	-1067
▁For	-1068
▁Le	-1069
ates	-1070
upid	-1071
10	-1072
▁someone	-1073
udget	-1074
ident	-1075
▁head	-1076
ism	-1077
▁said	-1078
▁nice	-1079
▁having	-1080
▁All	-1081
cing	-1082
io	-1083
▁dep	-1084
▁special	-1085
arn	-1086
▁Bl	-1087
▁Sc	-1088
▁second	-1089
▁true	-1090
▁audience	-1091
ues	-1092
▁friends	-1093
ied	-1094
▁When	-1095
▁ed	-1096
day	-1097
▁especially	-1098
▁takes	-1099
▁excellent	-1100
ted	-1101
not	-1102
▁night	-1103
land	-1104
▁mon	-1105
▁imag	-1106
ah	-1107
0'	-1108
▁version	-1109
▁idea	-1110
▁poss	-1111
ix	-1112
uff	-1113
ex	-1114
▁Th	-1115
▁came	-1116
hool	-1117
▁exc	-1118
▁seeing	-1119
▁left	-1120
▁beautiful	-1121
▁three	-1122
▁hour	-1123
▁talk	-1124
▁fall	-1125
ollywood	-1126
▁American	-1127
▁everything	-1128
appoint	-1129
▁stupid	-1130
cept	-1131
▁invol	-1132
ired	-1133
▁obvious	-1134
ames	-1135
ited	-1136
ists	-1137
▁tot	-1138
ply	-1139
▁str	-1140
▁himself	-1141
old	-1142
ery	-1143
ross	-1144
▁ey	-1145
atic	-1146
▁vis	-1147
▁use	-1148
ional	-1149
▁remem	-1150
reak	-1151
▁entire	-1152
▁wife	-1153
▁disappoint	-1154
▁everyone	-1155
▁sk	-1156
hile	-1157
▁cho	-1158
ins	-1159
▁tal	-1160
▁det	-1161
▁My	-1162
olute	-1163
ird	-1164
ier	-1165
▁sing	-1166
▁lack	-1167
▁feat	-1168
▁Sp	-1169
▁comm	-1170
▁Rob	-1171
sy	-1172
my	-1173
▁during	-1174
▁dist	-1175
▁year	-1176
▁mur	-1177
att	-1178
▁completely	-1179
ides	-1180
▁Un	-1181
atch	-1182
▁home	-1183
▁once	-1184
ared	-1185
fully	-1186
▁4	-1187
▁used	-1188
▁exper	-1189
ower	-1190
▁production	-1191
▁later	-1192
▁attempt	-1193
▁portray	-1194
like	-1195
omb	-1196
▁fight	-1197
ount	-1198
▁cop	-1199
▁mar	-1200
med	-1201
ien	-1202
▁defin	-1203
▁cra	-1204
▁serious	-1205
▁ele	-1206
▁men	-1207
▁ph	-1208
but	-1209
ove	-1210
▁unt	-1211
▁sty	-1212
ool	-1213
air	-1214
ideo	-1215
ography	-1216
▁hist	-1217
▁boring	-1218
▁One	-1219
▁stud	-1220
▁ass	-1221
▁Cl	-1222
▁father	-1223
iol	-1224
▁top	-1225
▁death	-1226
lease	-1227
▁simply	-1228
▁Ste	-1229
orn	-1230
▁anim	-1231
▁song	-1232
▁wrong	-1233
▁word	-1234
ote	-1235
▁At	-1236
▁absolute	-1237
▁performances	-1238
▁tit	-1239
▁loc	-1240
iter	-1241
▁kids	-1242
▁mess	-1243
/10	-1244
▁Hollywood	-1245
▁open	-1246
ork	-1247
▁pict	-1248
▁gener	-1249
ying	-1250
▁exp	-1251
ger	-1252
▁along	-1253
ott	-1254
▁human	-1255
▁heart	-1256
▁line	-1257
▁Ar	-1258
itten	-1259
▁school	-1260
▁8	-1261
▁supposed	-1262
ider	-1263
ets	-1264
itely	-1265
▁includ	-1266
▁classic	-1267
▁either	-1268
▁flick	-1269
▁star	-1270
▁ret	-1271
▁sy	-1272
vin	-1273
▁budget	-1274
▁rep	-1275
▁5	-1276
▁humor	-1277
▁favor	-1278
▁camera	-1279
▁small	-1280
▁couple	-1281
▁fail	-1282
▁hope	-1283
fic	-1284
▁However	-1285
▁--	-1286
▁emot	-1287
ains	-1288
elt	-1289
▁count	-1290
cy	-1291
▁No	-1292
▁eas	-1293
idd	-1294
▁Mar	-1295
▁black	-1296
▁Man	-1297
▁women	-1298
vis	-1299
▁awful	-1300
▁amaz	-1301
iant	-1302
▁Christ	-1303
▁sad	-1304
▁rom	-1305
ters	-1306
▁truly	-1307
haps	-1308
▁won	-1309
▁wa	-1310
tern	-1311
▁exam	-1312
▁pass	-1313
com	-1314
▁moments	-1315
▁light	-1316
▁given	-1317
▁hat	-1318
▁until	-1319
▁ind	-1320
▁remember	-1321
▁sort	-1322
▁conc	-1323
▁getting	-1324
oon	-1325
▁terrible	-1326
▁full	-1327
▁particul	-1328
velop	-1329
▁Car	-1330
fortun	-1331
▁cred	-1332
▁viol	-1333
ize	-1334
▁itself	-1335
IN	-1336
▁name	-1337
▁house	-1338
▁instead	-1339
aring	-1340
▁Well	-1341
▁becom	-1342
▁episode	-1343
ities	-1344
play	-1345
sel	-1346
▁guess	-1347
▁wonderful	-1348
▁except	-1349
▁pain	-1350
▁hero	-1351
ike	-1352
▁video	-1353
na	-1354
orm	-1355
▁talent	-1356
uth	-1357
▁7	-1358
iness	-1359
▁lines	-1360
que	-1361
▁dialogue	-1362
▁doing	-1363
ric	-1364
▁liked	-1365
▁piece	-1366
▁couldn	-1367
▁playing	-1368
ton	-1369
▁next	-1370
▁Don	-1371
▁slow	-1372
▁On	-1373
▁Mr	-1374
▁.	-1375
rom	-1376
▁went	-1377
mak	-1378
illy	-1379
ories	-1380
ently	-1381
ax	-1382
▁9	-1383
▁coll	-1384
▁gives	-1385
reme	-1386
ming	-1387
ug	-1388
ument	-1389
imes	-1390
▁rent	-1391
▁entertaining	-1392
▁mother	-1393
riend	-1394
itch	-1395
aj	-1396
▁reg	-1397
▁others	-1398
line	-1399
ility	-1400
▁brill	-1401
▁Fran	-1402
▁stars	-1403
▁however	-1404
cess	-1405
▁dri	-1406
▁impress	-1407
▁face	-1408
▁often	-1409
▁ann	-1410
mp	-1411
▁waste	-1412
oot	-1413
▁early	-1414
▁maybe	-1415
▁THE	-1416
▁absolutely	-1417
▁cor	-1418
ibly	-1419
▁Jack	-1420
▁develop	-1421
▁live	-1422
▁felt	-1423
▁cut	-1424
oid	-1425
▁worse	-1426
ured	-1427
▁dead	-1428
▁Will	-1429
ony	-1430
▁definitely	-1431
▁children	-1432
ley	-1433
▁case	-1434
,"	-1435
tic	-1436
amp	-1437
▁tran	-1438
▁loved	-1439
vent	-1440
▁power	-1441
ler	-1442
▁actress	-1443
▁close	-1444
ized	-1445
▁style	-1446
▁rid	-1447
round	-1448
yn	-1449
▁mention	-1450
▁title	-1451
body	-1452
▁pat	-1453
right	-1454
▁mis	-1455
▁beginning	-1456
▁strong	-1457
▁become	-1458
▁relations	-1459
▁guys	-1460
▁dark	-1461
▁z	-1462
▁quest	-1463
used	-1464
▁seemed	-1465
ts	-1466
▁written	-1467
▁ref	-1468
▁fant	-1469
uss	-1470
▁Dav	-1471
▁Some	-1472
▁certainly	-1473
oub	-1474
▁problem	-1475
▁Even	-1476
▁After	-1477
und	-1478
ined	-1479
lish	-1480
▁side	-1481
In	-1482
▁pred	-1483
▁sever	-1484
▁brilliant	-1485
▁vo	-1486
enn	-1487
hol	-1488
▁extreme	-1489
ccess	-1490
vable	-1491
▁drama	-1492
unk	-1493
▁thrill	-1494
▁several	-1495
▁picture	-1496
unch	-1497
▁totally	-1498
▁form	-1499
ular	-1500
▁cinema	-1501
▁wanted	-1502
▁direction	-1503
pped	-1504
ank	-1505
▁New	-1506
pite	-1507
by	-1508
cha	-1509
▁To	-1510
▁et	-1511
ready	-1512
ichael	-1513
fortunately	-1514
rew	-1515
▁past	-1516
selves	-1517
▁somew	-1518
??	-1519
▁master	-1520
▁relationship	-1521
▁sw	-1522
▁adm	-1523
▁fans	-1524
!<	-1525
ung	-1526
ific	-1527
▁quality	-1528
▁pop	-1529
▁example	-1530
▁Eng	-1531
ided	-1532
▁lives	-1533
▁against	-1534
▁already	-1535
▁fine	-1536
gu	-1537
▁av	-1538
▁called	-1539
▁His	-1540
iam	-1541
▁Har	-1542
aughter	-1543
▁game	-1544
▁deser	-1545
ump	-1546
▁Is	-1547
▁blood	-1548
▁although	-1549
▁enjoyed	-1550
▁success	-1551
▁stuff	-1552
▁char	-1553
▁comment	-1554
▁able	-1555
▁tou	-1556
▁support	-1557
▁writing	-1558
▁doc	-1559
▁Mc	-1560
rop	-1561
▁nat	-1562
ried	-1563
▁deal	-1564
▁based	-1565
▁par	-1566
▁becomes	-1567
▁town	-1568
▁gave	-1569
▁grou	-1570
▁annoy	-1571
▁stran	-1572
▁brother	-1573
▁dem	-1574
▁list	-1575
▁capt	-1576
▁pur	-1577
).<	-1578
▁eff	-1579
▁self	-1580
▁wants	-1581
ief	-1582
oil	-1583
rown	-1584
▁prov	-1585
OT	-1586
▁horrible	-1587
▁cent	-1588
▁sat	-1589
▁val	-1590
orge	-1591
▁works	-1592
▁bra	-1593
ovie	-1594
using	-1595
▁amazing	-1596
use	-1597
▁walk	-1598
▁Sha	-1599
ister	-1600
▁,	-1601
▁lost	-1602
▁parts	-1603
▁favorite	-1604
ches	-1605
▁etc	-1606
▁throughout	-1607
ots	-1608
▁tries	-1609
▁susp	-1610
▁situ	-1611
ages	-1612
▁mag	-1613
▁hilar	-1614
▁viewer	-1615
rib	-1616
▁sn	-1617
▁mor	-1618
tra	-1619
▁vill	-1620
▁today	-1621
▁history	-1622
▁matter	-1623
to	-1624
oke	-1625
▁days	-1626
▁fair	-1627
▁son	-1628
▁teen	-1629
ination	-1630
▁With	-1631
▁med	-1632
▁fem	-1633
▁hon	-1634
hind	-1635
▁crit	-1636
▁myself	-1637
chn	-1638
ude	-1639
▁occ	-1640
▁present	-1641
▁trans	-1642
ene	-1643
▁import	-1644
▁genre	-1645
ox	-1646
okes	-1647
itive	-1648
▁stra	-1649
▁document	-1650
▁psy	-1651
leased	-1652
▁Michael	-1653
▁num	-1654
▁learn	-1655
▁cult	-1656
▁final	-1657
If	-1658
▁incred	-1659
ient	-1660
▁col	-1661
▁turns	-1662
astic	-1663
iculous	-1664
ern	-1665
▁Also	-1666
hich	-1667
▁late	-1668
ec	-1669
off	-1670
▁finally	-1671
▁Ed	-1672
▁cost	-1673
▁appear	-1674
▁thinking	-1675
ished	-1676
▁themselves	-1677
▁typ	-1678
▁myster	-1679
▁hilarious	-1680
ik	-1681
ape	-1682
▁level	-1683
▁Robert	-1684
▁Ge	-1685
els	-1686
dy	-1687
▁Just	-1688
▁decent	-1689
▁group	-1690
▁effort	-1691
▁Ger	-1692
ajor	-1693
▁pick	-1694
nded	-1695
There	-1696
▁break	-1697
▁killer	-1698
▁consider	-1699
▁foot	-1700
▁inf	-1701
▁prom	-1702
▁novel	-1703
▁heard	-1704
▁killed	-1705
rodu	-1706
▁stop	-1707
▁contin	-1708
▁starts	-1709
ron	-1710
▁exact	-1711
ey	-1712
band	-1713
▁ir	-1714
▁Brit	-1715
▁Then	-1716
▁type	-1717
▁cinemat	-1718
▁took	-1719
▁Of	-1720
▁deli	-1721
uc	-1722
▁eyes	-1723
▁behind	-1724
cks	-1725
▁Dan	-1726
▁fig	-1727
▁feeling	-1728
▁happens	-1729
▁ask	-1730
mb	-1731
arb	-1732
▁girls	-1733
▁lea	-1734
▁Why	-1735
uge	-1736
▁experience	-1737
▁tele	-1738
▁moment	-1739
▁predict	-1740
▁intell	-1741
▁May	-1742
▁ridiculous	-1743
19	-1744
ese	-1745
▁Every	-1746
▁voice	-1747
▁opp	-1748
▁daughter	-1749
▁opin	-1750
usband	-1751
AT	-1752
▁mot	-1753
ior	-1754
▁evil	-1755
AN	-1756
▁involved	-1757
▁sle	-1758
▁roles	-1759
▁Her	-1760
▁non	-1761
ural	-1762
▁bus	-1763
▁looked	-1764
ST	-1765
▁soon	-1766
▁crap	-1767
ky	-1768
ards	-1769
▁While	-1770
yp	-1771
urt	-1772
▁directed	-1773
▁Char	-1774
antly	-1775
▁says	-1776
▁ago	-1777
▁murder	-1778
ences	-1779
ives	-1780
zy	-1781
gs	-1782
▁prof	-1783
▁cool	-1784
antic	-1785
▁told	-1786
▁fore	-1787
▁speak	-1788
▁chang	-1789
ats	-1790
▁extremely	-1791
▁hit	-1792
▁major	-1793
▁wouldn	-1794
▁const	-1795
!!!	-1796
▁ste	-1797
.)	-1798
▁stories	-1799
▁perhaps	-1800
▁chance	-1801
▁cannot	-1802
▁6	-1803
▁stru	-1804
▁white	-1805
▁cheap	-1806
▁husband	-1807
▁happened	-1808
▁War	-1809
LL	-1810
che	-1811
▁weak	-1812
▁sol	-1813
▁score	-1814
▁Ind	-1815
▁hold	-1816
▁Now	-1817
▁Pl	-1818
aul	-1819
aug	-1820
▁coming	-1821
rench	-1822
ians	-1823
vision	-1824
arth	-1825
▁simple	-1826
ering	-1827
eg	-1828
▁uni	-1829
ones	-1830
▁move	-1831
▁violence	-1832
▁God	-1833
side	-1834
urb	-1835
▁Ke	-1836
▁win	-1837
▁shoot	-1838
▁room	-1839
▁shown	-1840
▁bring	-1841
▁dream	-1842
ator	-1843
▁result	-1844
▁highly	-1845
iddle	-1846
▁swe	-1847
ement	-1848
▁disco	-1849
key	-1850
▁desc	-1851
▁yourself	-1852
▁jokes	-1853
...<	-1854
▁age	-1855
▁musical	-1856
▁quick	-1857
▁esc	-1858
vol	-1859
OR	-1860
▁comed	-1861
ek	-1862
▁leave	-1863
ON	-1864
cer	-1865
ational	-1866
▁stay	-1867
aged	-1868
iet	-1869
▁dr	-1870
▁stre	-1871
▁annoying	-1872
▁country	-1873
▁subject	-1874
▁released	-1875
▁known	-1876
▁English	-1877
▁David	-1878
▁opinion	-1879
▁suspense	-1880
▁career	-1881
pping	-1882
▁obviously	-1883
matic	-1884
▁cinematography	-1885
▁disappointed	-1886
▁huge	-1887
▁hours	-1888
▁taken	-1889
▁shock	-1890
nds	-1891
▁Pet	-1892
ows	-1893
of	-1894
▁pos	-1895
▁phot	-1896
▁prem	-1897
▁techn	-1898
▁200	-1899
gra	-1900
ution	-1901
ral	-1902
enty	-1903
▁ang	-1904
ground	-1905
AR	-1906
▁wish	-1907
ph	-1908
ield	-1909
But	-1910
▁event	-1911
ered	-1912
ctor	-1913
▁colle	-1914
▁Do	-1915
rest	-1916
And	-1917
▁across	-1918
▁inde	-1919
▁sometimes	-1920
▁similar	-1921
bel	-1922
▁fut	-1923
itting	-1924
amed	-1925
▁started	-1926
real	-1927
▁saying	-1928
▁doub	-1929
wards	-1930
iety	-1931
hetic	-1932
▁gore	-1933
▁documentary	-1934
ball	-1935
any	-1936
▁strange	-1937
▁writer	-1938
▁four	-1939
▁Br	-1940
ury	-1941
▁Con	-1942
ina	-1943
▁pay	-1944
▁var	-1945
▁usual	-1946
▁deep	-1947
▁James	-1948
▁particularly	-1949
▁met	-1950
▁plan	-1951
mos	-1952
▁apparent	-1953
▁polit	-1954
▁ones	-1955
▁return	-1956
▁exactly	-1957
▁Pe	-1958
iction	-1959
gan	-1960
lling	-1961
▁rating	-1962
▁shots	-1963
ubl	-1964
reci	-1965
▁foc	-1966
▁possible	-1967
oul	-1968
▁dev	-1969
▁save	-1970
▁honest	-1971
▁ends	-1972
▁Tom	-1973
eng	-1974
▁disc	-1975
▁parent	-1976
▁attention	-1977
▁laug	-1978
▁forget	-1979
outh	-1980
▁subt	-1981
estern	-1982
▁hot	-1983
▁knew	-1984
▁treat	-1985
▁opening	-1986
****	-1987
▁order	-1988
ouble	-1989
▁female	-1990
▁pull	-1991
▁reality	-1992
ING	-1993
▁lar	-1994
sh	-1995
▁body	-1996
▁ca	-1997
▁silly	-1998
ichard	-1999
yond	-2000
rence	-2001
▁turned	-2002
▁fill	-2003
▁change	-2004
oud	-2005
wise	-2006
ential	-2007
▁Per	-2008
▁near	-2009
▁detail	-2010
mm	-2011
▁moder	-2012
▁somewhat	-2013
▁build	-2014
ald	-2015
ili	-2016
▁gun	-2017
▁local	-2018
▁German	-2019
▁ill	-2020
▁number	-2021
ppy	-2022
▁unc	-2023
▁important	-2024
▁episodes	-2025
▁20	-2026
ino	-2027
ean	-2028
aced	-2029
▁team	-2030
▁remind	-2031
▁alone	-2032
▁dru	-2033
track	-2034
▁OK	-2035
▁pot	-2036
▁running	-2037
mosp	-2038
▁dest	-2039
▁living	-2040
▁pri	-2041
▁cart	-2042
▁usually	-2043
▁ten	-2044
▁single	-2045
▁sent	-2046
▁words	-2047
lt	-2048
aim	-2049
unt	-2050
▁police	-2051
▁filmmak	-2052
▁Any	-2053
▁Or	-2054
aris	-2055
▁hell	-2056
▁predictable	-2057
▁air	-2058
▁Osc	-2059
▁straight	-2060
▁enjoyable	-2061
apan	-2062
▁Ad	-2063
▁touch	-2064
▁whose	-2065
▁lad	-2066
▁problems	-2067
▁television	-2068
▁Gra	-2069
▁mist	-2070
▁compl	-2071
▁atmosp	-2072
inc	-2073
▁(19	-2074
▁finds	-2075
!"	-2076
▁appreci	-2077
ys	-2078
which	-2079
ires	-2080
▁knows	-2081
▁dull	-2082
▁middle	-2083
▁gang	-2084
aid	-2085
▁taking	-2086
▁talking	-2087
head	-2088
▁convin	-2089
▁ant	-2090
▁respect	-2091
otic	-2092
▁among	-2093
orry	-2094
▁clich	-2095
ubb	-2096
▁inn	-2097
orable	-2098
EN	-2099
▁British	-2100
▁ut	-2101
▁soundtrack	-2102
▁unf	-2103
▁aren	-2104
▁hate	-2105
gy	-2106
▁William	-2107
▁vict	-2108
▁despite	-2109
ush	-2110
▁scary	-2111
▁songs	-2112
▁intellig	-2113
usion	-2114
▁events	-2115
▁due	-2116
▁season	-2117
olog	-2118
▁modern	-2119
▁Com	-2120
iest	-2121
▁hop	-2122
▁land	-2123
▁box	-2124
▁El	-2125
arch	-2126
▁forg	-2127
▁hands	-2128
ital	-2129
▁check	-2130
▁surprised	-2131
light	-2132
▁seriously	-2133
▁Am	-2134
▁meet	-2135
!!!!	-2136
▁equ	-2137
▁including	-2138
▁eng	-2139
▁haven	-2140
rison	-2141
▁sold	-2142
▁mater	-2143
▁previous	-2144
rely	-2145
back	-2146
▁mark	-2147
▁mostly	-2148
▁happy	-2149
▁contro	-2150
▁tells	-2151
▁sequel	-2152
who	-2153
ura	-2154
rated	-2155
▁romantic	-2156
▁adult	-2157
▁pleas	-2158
▁explain	-2159
▁storyline	-2160
▁IM	-2161
▁Bra	-2162
▁Japan	-2163
lo	-2164
▁ve	-2165
form	-2166
▁camp	-2167
aught	-2168
▁Can	-2169
▁prot	-2170
▁none	-2171
▁Wor	-2172
▁sets	-2173
▁Ne	-2174
▁beyond	-2175
iod	-2176
As	-2177
ised	-2178
▁dan	-2179
▁material	-2180
▁Richard	-2181
▁doubt	-2182
▁sequence	-2183
▁narr	-2184
verage	-2185
▁comic	-2186
irector	-2187
▁aspect	-2188
▁future	-2189
▁above	-2190
▁creep	-2191
action	-2192
ira	-2193
▁fast	-2194
▁sign	-2195
▁bro	-2196
ening	-2197
▁entertainment	-2198
where	-2199
ned	-2200
▁adv	-2201
▁tried	-2202
ants	-2203
▁odd	-2204
▁ways	-2205
▁eye	-2206
▁Although	-2207
▁bunch	-2208
▁message	-2209
ously	-2210
▁flaw	-2211
▁theat	-2212
▁falls	-2213
▁comments	-2214
asc	-2215
What	-2216
▁twist	-2217
▁apart	-2218
uri	-2219
▁spir	-2220
▁moving	-2221
▁clear	-2222
▁question	-2223
▁needs	-2224
▁Sh	-2225
nding	-2226
work	-2227
▁First	-2228
▁Dis	-2229
▁giving	-2230
▁clearly	-2231
▁thriller	-2232
▁slight	-2233
▁kept	-2234
▁197	-2235
▁easily	-2236
▁198	-2237
EA	-2238
▁Sam	-2239
▁visual	-2240
▁sexual	-2241
▁feature	-2242
?<	-2243
▁NOT	-2244
▁ear	-2245
▁upon	-2246
mas	-2247
▁Ital	-2248
▁setting	-2249
▁supporting	-2250
ublic	-2251
▁Paul	-2252
▁Mor	-2253
ension	-2254
▁spoil	-2255
▁French	-2256
▁appears	-2257
▁Oh	-2258
▁showing	-2259
▁decided	-2260
▁release	-2261
▁theme	-2262
▁filmed	-2263
▁reviews	-2264
▁bar	-2265
▁George	-2266
▁viewing	-2267
eth	-2268
▁Who	-2269
ggest	-2270
▁emb	-2271
iment	-2272
▁superb	-2273
▁parents	-2274
inal	-2275
',	-2276
ee	-2277
asy	-2278
▁...	-2279
tt	-2280
kay	-2281
▁buy	-2282
cl	-2283
ival	-2284
attle	-2285
ressed	-2286
▁victim	-2287
▁suggest	-2288
▁believable	-2289
IL	-2290
bb	-2291
▁reve	-2292
▁zomb	-2293
go	-2294
▁personal	-2295
!)	-2296
ficult	-2297
▁comb	-2298
▁fell	-2299
▁accept	-2300
oun	-2301
▁period	-2302
▁easy	-2303
▁overall	-2304
ices	-2305
▁adapt	-2306
▁actual	-2307
▁editing	-2308
▁chees	-2309
▁Oscar	-2310
▁realistic	-2311
ltim	-2312
▁difficult	-2313
iel	-2314
▁sister	-2315
▁insp	-2316
verall	-2317
▁allow	-2318
irt	-2319
▁US	-2320
▁weird	-2321
▁secret	-2322
akes	-2323
ges	-2324
▁mil	-2325
▁viewers	-2326
▁Dr	-2327
▁Maybe	-2328
▁means	-2329
▁premise	-2330
▁typical	-2331
▁exist	-2332
▁free	-2333
▁elements	-2334
▁ru	-2335
▁working	-2336
▁points	-2337
▁post	-2338
▁Frank	-2339
▁named	-2340
▁*	-2341
▁throw	-2342
▁large	-2343
▁iss	-2344
▁hear	-2345
ara	-2346
ceed	-2347
▁Bro	-2348
▁surv	-2349
bo	-2350
esome	-2351
▁fantastic	-2352
▁attack	-2353
▁theater	-2354
kes	-2355
▁har	-2356
▁mix	-2357
▁leads	-2358
▁greatest	-2359
▁feels	-2360
▁truth	-2361
▁wit	-2362
OU	-2363
gic	-2364
uses	-2365
▁tre	-2366
orth	-2367
ances	-2368
oor	-2369
bs	-2370
▁dumb	-2371
▁attract	-2372
▁Mart	-2373
▁within	-2374
▁brought	-2375
▁sequences	-2376
Al	-2377
piece	-2378
▁famous	-2379
▁atmosphere	-2380
lin	-2381
▁suff	-2382
▁expected	-2383
aby	-2384
▁writ	-2385
▁grow	-2386
▁nearly	-2387
▁IMD	-2388
▁York	-2389
▁cat	-2390
▁tale	-2391
rific	-2392
ged	-2393
▁cur	-2394
▁background	-2395
▁die	-2396
ially	-2397
▁wait	-2398
▁using	-2399
▁animation	-2400
▁basically	-2401
St	-2402
ising	-2403
▁lame	-2404
▁stun	-2405
▁sil	-2406
cious	-2407
▁five	-2408
▁clim	-2409
▁bored	-2410
▁poorly	-2411
▁America	-2412
▁city	-2413
▁average	-2414
more	-2415
▁psyc	-2416
lfriend	-2417
▁meaning	-2418
aling	-2419
▁herself	-2420
▁Jul	-2421
▁norm	-2422
▁copy	-2423
king	-2424
▁lots	-2425
hic	-2426
ye	-2427
▁id	-2428
▁obs	-2429
▁introdu	-2430
▁business	-2431
▁pure	-2432
sw	-2433
▁figure	-2434
▁Most	-2435
▁Col	-2436
▁Jim	-2437
▁Yes	-2438
▁und	-2439
anger	-2440
▁tast	-2441
▁Gu	-2442
▁ran	-2443
▁surprise	-2444
▁199	-2445
▁particular	-2446
▁crime	-2447
time	-2448
▁front	-2449
ining	-2450
▁whether	-2451
▁Sim	-2452
▁soc	-2453
▁stere	-2454
upp	-2455
▁dog	-2456
▁Unfortunately	-2457
fer	-2458
ring	-2459
ES	-2460
▁sens	-2461
ula	-2462
▁situation	-2463
▁wood	-2464
▁avoid	-2465
▁rock	-2466
▁clever	-2467
irc	-2468
▁Aust	-2469
▁stri	-2470
omin	-2471
▁Peter	-2472
▁Ex	-2473
▁Tra	-2474
▁From	-2475
▁became	-2476
uro	-2477
icks	-2478
▁Film	-2479
ager	-2480
▁begins	-2481
lier	-2482
▁write	-2483
▁cheesy	-2484
▁killing	-2485
ole	-2486
'.	-2487
ogn	-2488
▁shame	-2489
▁rese	-2490
▁laughs	-2491
▁enc	-2492
▁utter	-2493
pend	-2494
▁interested	-2495
▁Its	-2496
▁male	-2497
?"	-2498
rid	-2499
bers	-2500
hood	-2501
▁lim	-2502
▁monster	-2503
bert	-2504
▁resp	-2505
▁strugg	-2506
▁needed	-2507
nel	-2508
▁sick	-2509
▁Mon	-2510
▁exec	-2511
bor	-2512
▁minute	-2513
▁Tw	-2514
▁King	-2515
▁crew	-2516
▁red	-2517
▁Like	-2518
atter	-2519
▁cover	-2520
▁footage	-2521
▁gone	-2522
▁anyway	-2523
My	-2524
cers	-2525
iences	-2526
▁forward	-2527
arre	-2528
▁forced	-2529
▁leaves	-2530
▁apparently	-2531
cted	-2532
ively	-2533
▁grand	-2534
▁stage	-2535
▁credits	-2536
friend	-2537
▁reading	-2538
▁features	-2539
host	-2540
▁keeps	-2541
dden	-2542
rey	-2543
▁costum	-2544
▁AN	-2545
▁Good	-2546
urther	-2547
▁unique	-2548
▁Sm	-2549
▁fra	-2550
▁memorable	-2551
▁girlfriend	-2552
omp	-2553
▁stereot	-2554
▁Disney	-2555
▁emotional	-2556
▁Ang	-2557
ills	-2558
▁wind	-2559
ius	-2560
lor	-2561
▁badly	-2562
▁imagine	-2563
hys	-2564
▁bel	-2565
▁somehow	-2566
▁agree	-2567
isf	-2568
▁appro	-2569
▁Lee	-2570
▁yes	-2571
▁public	-2572
▁romance	-2573
▁/>"	-2574
▁IMDb	-2575
▁mystery	-2576
spect	-2577
▁disturb	-2578
▁realize	-2579
lly	-2580
▁gay	-2581
▁mill	-2582
▁ultim	-2583
▁society	-2584
▁mad	-2585
eless	-2586
▁acted	-2587
▁unlike	-2588
▁masterpiece	-2589
▁advent	-2590
▁emotion	-2591
▁villain	-2592
angu	-2593
So	-2594
▁cry	-2595
▁express	-2596
ored	-2597
▁heav	-2598
▁meets	-2599
▁los	-2600
iliar	-2601
▁admit	-2602
▁sudden	-2603
▁perfectly	-2604
oof	-2605
▁Ben	-2606
▁Wood	-2607
▁joke	-2608
ett	-2609
▁band	-2610
▁meant	-2611
unny	-2612
▁incredibly	-2613
pper	-2614
reed	-2615
▁please	-2616
▁concept	-2617
▁worked	-2618
▁fire	-2619
agon	-2620
▁dam	-2621
▁oper	-2622
▁prop	-2623
urd	-2624
ries	-2625
▁design	-2626
belie	-2627
▁possibly	-2628
aces	-2629
itty	-2630
▁liter	-2631
RE	-2632
▁quickly	-2633
▁cartoon	-2634
▁total	-2635
▁wasted	-2636
ived	-2637
▁extra	-2638
▁amount	-2639
ding	-2640
▁profess	-2641
aking	-2642
▁:	-2643
▁repe	-2644
▁creepy	-2645
iny	-2646
arry	-2647
▁fasc	-2648
▁ment	-2649
olf	-2650
cked	-2651
▁deserves	-2652
▁dance	-2653
▁writers	-2654
erv	-2655
▁space	-2656
▁directing	-2657
OO	-2658
▁prison	-2659
▁sleep	-2660
▁spent	-2661
▁third	-2662
▁er	-2663
▁cap	-2664
▁conne	-2665
▁!	-2666
arring	-2667
▁Scott	-2668
▁fails	-2669
▁expecting	-2670
You	-2671
▁catch	-2672
▁general	-2673
▁screenplay	-2674
over	-2675
▁older	-2676
▁reasons	-2677
chie	-2678
cher	-2679
well	-2680
▁nature	-2681
▁earlier	-2682
?)	-2683
rif	-2684
▁rich	-2685
▁portrayed	-2686
stead	-2687
▁Chan	-2688
▁These	-2689
▁development	-2690
▁Ph	-2691
kn	-2692
aked	-2693
▁bare	-2694
▁Gr	-2695
look	-2696
oman	-2697
▁popular	-2698
▁By	-2699
▁Japanese	-2700
▁powerful	-2701
▁fairly	-2702
ze	-2703
▁Che	-2704
▁sorry	-2705
▁recogn	-2706
▁purp	-2707
▁nor	-2708
▁vamp	-2709
▁plain	-2710
ford	-2711
▁flat	-2712
▁plenty	-2713
▁project	-2714
▁innoc	-2715
▁histor	-2716
▁brings	-2717
with	-2718
let	-2719
cessary	-2720
udity	-2721
▁invest	-2722
▁195	-2723
▁laughing	-2724
▁Black	-2725
▁Great	-2726
por	-2727
▁Af	-2728
gest	-2729
▁Me	-2730
par	-2731
▁symp	-2732
▁leading	-2733
▁loo	-2734
▁conv	-2735
▁Night	-2736
▁sounds	-2737
mist	-2738
▁Pr	-2739
▁various	-2740
All	-2741
erry	-2742
▁occas	-2743
ham	-2744
▁whom	-2745
▁talented	-2746
")	-2747
▁beauty	-2748
▁directors	-2749
▁Lu	-2750
ises	-2751
▁towards	-2752
ague	-2753
▁langu	-2754
An	-2755
▁caught	-2756
▁Russ	-2757
▁inside	-2758
▁imm	-2759
andy	-2760
▁Des	-2761
▁Pat	-2762
itted	-2763
arrass	-2764
▁scient	-2765
▁Italian	-2766
▁circ	-2767
▁Ha	-2768
▁hom	-2769
▁30	-2770
vered	-2771
▁jour	-2772
▁Watch	-2773
▁manages	-2774
▁dramatic	-2775
▁aut	-2776
▁boys	-2777
▁eventually	-2778
▁ended	-2779
▁attempts	-2780
ips	-2781
▁positive	-2782
▁spirit	-2783
▁missing	-2784
▁Su	-2785
▁Euro	-2786
▁recently	-2787
▁potential	-2788
▁beha	-2789
▁members	-2790
rel	-2791
inary	-2792
roy	-2793
holog	-2794
▁funn	-2795
▁create	-2796
writ	-2797
▁cute	-2798
▁intri	-2799
urs	-2800
▁pace	-2801
▁embarrass	-2802
boy	-2803
▁fighting	-2804
men	-2805
ging	-2806
▁law	-2807
▁stat	-2808
▁ideas	-2809
zz	-2810
irl	-2811
acher	-2812
ero	-2813
▁bother	-2814
▁familiar	-2815
ained	-2816
▁note	-2817
▁sweet	-2818
▁battle	-2819
bl	-2820
▁Bill	-2821
▁Other	-2822
▁water	-2823
een	-2824
▁record	-2825
▁remake	-2826
cause	-2827
ivid	-2828
▁nudity	-2829
ope	-2830
▁brain	-2831
ask	-2832
▁ign	-2833
onic	-2834
▁neg	-2835
▁Van	-2836
▁aff	-2837
▁cond	-2838
▁porn	-2839
▁indeed	-2840
▁idi	-2841
▁trad	-2842
▁western	-2843
▁ident	-2844
▁travel	-2845
▁accident	-2846
even	-2847
▁jud	-2848
val	-2849
▁Ale	-2850
izing	-2851
▁commun	-2852
▁delight	-2853
▁Mac	-2854
▁Pro	-2855
▁revol	-2856
▁ble	-2857
min	-2858
▁crazy	-2859
▁appreciate	-2860
▁missed	-2861
▁era	-2862
▁store	-2863
▁doctor	-2864
▁bed	-2865
iously	-2866
▁hair	-2867
▁Em	-2868
cent	-2869
▁phys	-2870
▁waiting	-2871
sters	-2872
▁Here	-2873
▁lady	-2874
▁depth	-2875
▁trail	-2876
▁political	-2877
IS	-2878
fi	-2879
▁15	-2880
▁Mad	-2881
▁telling	-2882
▁stereotyp	-2883
iced	-2884
▁casting	-2885
▁af	-2886
ites	-2887
▁medi	-2888
▁unbelie	-2889
hel	-2890
▁hy	-2891
▁biz	-2892
▁forgot	-2893
acing	-2894
▁("	-2895
▁requ	-2896
▁common	-2897
su	-2898
▁hardly	-2899
medi	-2900
uter	-2901
▁Hor	-2902
▁social	-2903
lu	-2904
▁ess	-2905
asher	-2906
▁value	-2907
▁created	-2908
bit	-2909
vil	-2910
▁flash	-2911
▁World	-2912
▁pointless	-2913
▁Joe	-2914
▁slightly	-2915
▁portrayal	-2916
▁murd	-2917
cast	-2918
▁rate	-2919
▁following	-2920
udd	-2921
▁achie	-2922
▁convincing	-2923
emy	-2924
ieces	-2925
▁offic	-2926
cle	-2927
this	-2928
▁garb	-2929
▁filmmakers	-2930
▁mel	-2931
▁impro	-2932
▁Let	-2933
ele	-2934
▁married	-2935
uine	-2936
▁credit	-2937
▁est	-2938
▁explo	-2939
▁wrote	-2940
itation	-2941
▁former	-2942
▁Instead	-2943
iers	-2944
▁sum	-2945
▁outside	-2946
set	-2947
ishing	-2948
ossible	-2949
▁Park	-2950
▁draw	-2951
▁whatever	-2952
▁193	-2953
▁mod	-2954
▁answ	-2955
▁laugha	-2956
VER	-2957
▁mid	-2958
▁escape	-2959
▁complex	-2960
af	-2961
rage	-2962
iller	-2963
ashing	-2964
▁subtle	-2965
ashion	-2966
PO	-2967
▁Act	-2968
▁tort	-2969
▁follows	-2970
▁incredible	-2971
while	-2972
▁accent	-2973
▁desper	-2974
▁mentioned	-2975
▁fit	-2976
▁claim	-2977
▁relig	-2978
▁Europe	-2979
uted	-2980
▁Tim	-2981
imp	-2982
▁week	-2983
▁situations	-2984
▁amusing	-2985
ED	-2986
▁died	-2987
How	-2988
berg	-2989
▁rob	-2990
▁anti	-2991
▁tension	-2992
▁step	-2993
▁color	-2994
sen	-2995
ased	-2996
come	-2997
▁solid	-2998
standing	-2999
▁choice	-3000
▁immedi	-3001
▁decides	-3002
venge	-3003
ective	-3004
▁scream	-3005
▁intelligent	-3006
no	-3007
lict	-3008
▁Sw	-3009
▁Ser	-3010
▁glad	-3011
▁exciting	-3012
000	-3013
▁brief	-3014
▁further	-3015
▁rece	-3016
ki	-3017
▁produced	-3018
resh	-3019
ribly	-3020
▁doll	-3021
▁moves	-3022
ibility	-3023
▁genuine	-3024
▁fol	-3025
iving	-3026
▁uses	-3027
lusion	-3028
▁stick	-3029
▁control	-3030
▁En	-3031
▁remark	-3032
▁fantasy	-3033
oe	-3034
▁humour	-3035
▁garbage	-3036
▁clos	-3037
▁Movie	-3038
▁younger	-3039
▁pathetic	-3040
con	-3041
▁rad	-3042
▁college	-3043
ann	-3044
▁entirely	-3045
▁spend	-3046
▁language	-3047
▁decide	-3048
One	-3049
▁196	-3050
movie	-3051
inger	-3052
▁biggest	-3053
▁Christmas	-3054
▁match	-3055
▁Cra	-3056
▁Star	-3057
▁arri	-3058
iff	-3059
▁mass	-3060
▁luck	-3061
▁awesome	-3062
▁satisf	-3063
▁trouble	-3064
▁unfortunately	-3065
▁inte	-3066
▁unless	-3067
OW	-3068
▁sci	-3069
▁sees	-3070
mistry	-3071
▁critic	-3072
▁depict	-3073
▁soul	-3074
OM	-3075
▁showed	-3076
vern	-3077
▁bought	-3078
▁values	-3079
idden	-3080
ened	-3081
▁fake	-3082
▁terror	-3083
▁ine	-3084
▁wall	-3085
▁recent	-3086
arl	-3087
elly	-3088
rect	-3089
▁Dra	-3090
▁likes	-3091
alth	-3092
uster	-3093
▁trash	-3094
▁progra	-3095
▁producers	-3096
BC	-3097
▁Boy	-3098
▁train	-3099
▁company	-3100
▁earth	-3101
▁mer	-3102
▁compe	-3103
irty	-3104
▁successful	-3105
sequ	-3106
lying	-3107
▁wild	-3108
▁track	-3109
▁cru	-3110
aging	-3111
▁Love	-3112
▁mood	-3113
▁unin	-3114
▁avail	-3115
ille	-3116
▁compet	-3117
▁ground	-3118
aper	-3119
▁amate	-3120
▁weren	-3121
▁fascin	-3122
ilt	-3123
▁taste	-3124
▁images	-3125
▁bizarre	-3126
▁chemistry	-3127
▁party	-3128
▁longer	-3129
▁otherwise	-3130
known	-3131
ette	-3132
▁brut	-3133
▁jump	-3134
▁rede	-3135
Don	-3136
▁filled	-3137
▁dancing	-3138
▁purpose	-3139
▁Gold	-3140
▁drug	-3141
▁danger	-3142
wart	-3143
idered	-3144
▁breat	-3145
ottom	-3146
▁refe	-3147
▁kills	-3148
▁changed	-3149
IT	-3150
▁Lou	-3151
▁continu	-3152
▁violent	-3153
▁rap	-3154
▁regard	-3155
▁compared	-3156
▁Je	-3157
▁questions	-3158
▁impressive	-3159
iche	-3160
▁exception	-3161
alt	-3162
▁Jane	-3163
▁failed	-3164
▁Big	-3165
▁Dead	-3166
▁cross	-3167
▁ghost	-3168
▁slasher	-3169
▁suc	-3170
▁beat	-3171
▁disturbing	-3172
gend	-3173
▁concern	-3174
▁spot	-3175
▁Lau	-3176
ified	-3177
▁effective	-3178
▁90	-3179
▁80'	-3180
chable	-3181
▁suspect	-3182
ization	-3183
▁Rock	-3184
On	-3185
room	-3186
▁books	-3187
▁barely	-3188
▁Ray	-3189
▁Hall	-3190
inn	-3191
▁search	-3192
▁II	-3193
▁twists	-3194
lled	-3195
▁Red	-3196
▁focus	-3197
***	-3198
▁appeal	-3199
▁opportun	-3200
▁fear	-3201
▁sympat	-3202
▁considered	-3203
▁inform	-3204
une	-3205
▁gag	-3206
ondon	-3207
▁kick	-3208
▁street	-3209
▁studio	-3210
▁redeem	-3211
▁culture	-3212
▁cause	-3213
▁contri	-3214
▁involving	-3215
▁OF	-3216
▁100	-3217
▁god	-3218
▁Fl	-3219
ength	-3220
▁Fred	-3221
▁hang	-3222
▁Afric	-3223
▁tough	-3224
▁repres	-3225
ana	-3226
▁Hitch	-3227
▁interview	-3228
▁impression	-3229
arily	-3230
▁crim	-3231
▁spect	-3232
▁genius	-3233
itary	-3234
▁Perhaps	-3235
▁scenery	-3236
For	-3237
POIL	-3238
LE	-3239
▁assum	-3240
▁succeed	-3241
▁stunning	-3242
mon	-3243
▁loud	-3244
that	-3245
▁basic	-3246
▁gem	-3247
▁ball	-3248
▁trip	-3249
▁shooting	-3250
▁impossible	-3251
fort	-3252
iles	-3253
▁fat	-3254
▁deliver	-3255
▁conclusion	-3256
iver	-3257
▁Ber	-3258
▁auth	-3259
▁pack	-3260
POILER	-3261
▁added	-3262
▁favour	-3263
▁considering	-3264
▁Sch	-3265
▁road	-3266
▁singing	-3267
▁Bru	-3268
▁carry	-3269
war	-3270
▁194	-3271
▁insult	-3272
▁issues	-3273
▁dro	-3274
▁affect	-3275
▁available	-3276
gen	-3277
▁Nic	-3278
▁island	-3279
▁manner	-3280
aus	-3281
appe	-3282
▁thinks	-3283
▁amateur	-3284
reg	-3285
▁suit	-3286
har	-3287
ras	-3288
▁Cor	-3289
▁smart	-3290
▁bomb	-3291
▁test	-3292
▁Indian	-3293
▁fashion	-3294
ify	-3295
▁Ham	-3296
ales	-3297
▁Mur	-3298
▁Way	-3299
▁unex	-3300
▁ST	-3301
night	-3302
▁London	-3303
▁Wh	-3304
▁Ye	-3305
▁10.	-3306
▁House	-3307
▁City	-3308
▁indust	-3309
▁likely	-3310
▁Bel	-3311
▁minor	-3312
erm	-3313
rian	-3314
▁Mel	-3315
▁wee	-3316
▁Sure	-3317
▁baby	-3318
ste	-3319
▁pun	-3320
▁Bob	-3321
▁Nor	-3322
ensive	-3323
▁recommended	-3324
aine	-3325
▁Mat	-3326
▁Very	-3327
rences	-3328
▁cold	-3329
▁Another	-3330
▁Mary	-3331
▁sexy	-3332
▁starring	-3333
▁photography	-3334
cock	-3335
▁sitting	-3336
you	-3337
▁state	-3338
▁ability	-3339
▁leaving	-3340
▁clot	-3341
▁Jones	-3342
▁century	-3343
AS	-3344
aur	-3345
iring	-3346
▁Best	-3347
estival	-3348
▁immediately	-3349
▁investig	-3350
▁suddenly	-3351
ai	-3352
▁Angel	-3353
▁managed	-3354
▁standard	-3355
▁adventure	-3356
kin	-3357
▁grap	-3358
▁rand	-3359
icated	-3360
▁magic	-3361
▁office	-3362
ID	-3363
▁rare	-3364
▁intrigu	-3365
▁computer	-3366
▁appearance	-3367
▁Stan	-3368
▁repl	-3369
▁normal	-3370
▁okay	-3371
▁runs	-3372
lessly	-3373
iding	-3374
▁notice	-3375
▁neither	-3376
▁audiences	-3377
opher	-3378
▁Austral	-3379
▁heavy	-3380
▁govern	-3381
▁reveal	-3382
▁charming	-3383
▁laughable	-3384
▁Alex	-3385
OV	-3386
rupt	-3387
▁prep	-3388
▁alive	-3389
▁pract	-3390
▁suppose	-3391
▁boyfriend	-3392
▁somewhere	-3393
aps	-3394
▁Bat	-3395
▁Hol	-3396
".<	-3397
▁uns	-3398
making	-3399
▁Charles	-3400
▁terrific	-3401
gress	-3402
anda	-3403
▁fresh	-3404
▁climax	-3405
▁door	-3406
▁terms	-3407
▁obsess	-3408
▁details	-3409
▁Co	-3410
irth	-3411
▁Stre	-3412
▁names	-3413
▁neigh	-3414
gl	-3415
now	-3416
izes	-3417
▁disappointing	-3418
▁comedies	-3419
▁touching	-3420
▁unbelievable	-3421
icide	-3422
▁High	-3423
▁Bur	-3424
▁Sci	-3425
▁month	-3426
▁beautifully	-3427
lect	-3428
▁Ann	-3429
esides	-3430
▁finish	-3431
▁natural	-3432
Th	-3433
▁ast	-3434
▁lab	-3435
▁Thom	-3436
▁shar	-3437
▁random	-3438
▁emotions	-3439
▁presence	-3440
▁curi	-3441
▁pers	-3442
▁nowhere	-3443
▁respons	-3444
yle	-3445
ison	-3446
▁def	-3447
▁cinematic	-3448
aff	-3449
▁adaptation	-3450
▁mult	-3451
▁thrown	-3452
▁painful	-3453
mes	-3454
uts	-3455
▁Than	-3456
▁bull	-3457
▁affair	-3458
▁revenge	-3459
just	-3460
field	-3461
owers	-3462
idence	-3463
▁describ	-3464
yl	-3465
awn	-3466
▁Smith	-3467
▁Director	-3468
ica	-3469
ands	-3470
ivers	-3471
oking	-3472
▁commer	-3473
▁zombie	-3474
ented	-3475
▁lovely	-3476
▁remains	-3477
vert	-3478
▁din	-3479
rad	-3480
▁disappointment	-3481
ades	-3482
aining	-3483
▁drink	-3484
▁offer	-3485
▁jo	-3486
▁author	-3487
▁conflict	-3488
ena	-3489
face	-3490
▁medioc	-3491
▁utterly	-3492
▁expectations	-3493
aven	-3494
▁changes	-3495
▁destroy	-3496
▁costumes	-3497
▁Ro	-3498
▁dig	-3499
▁animated	-3500
▁ultimately	-3501
iven	-3502
ature	-3503
board	-3504
part	-3505
▁charm	-3506
▁journey	-3507
str	-3508
▁Still	-3509
▁force	-3510
▁loves	-3511
▁stands	-3512
▁intended	-3513
▁plus	-3514
▁Earth	-3515
▁faith	-3516
▁loose	-3517
▁hoping	-3518
▁makers	-3519
▁witness	-3520
pro	-3521
▁Go	-3522
played	-3523
▁passion	-3524
▁Miss	-3525
▁ship	-3526
ressing	-3527
▁science	-3528
▁tired	-3529
riage	-3530
▁soldiers	-3531
▁flashback	-3532
vey	-3533
▁filming	-3534
▁constantly	-3535
AD	-3536
▁host	-3537
▁excuse	-3538
▁innocent	-3539
▁Hen	-3540
▁sto	-3541
ropri	-3542
▁Only	-3543
▁laughed	-3544
budget	-3545
▁Paris	-3546
▁six	-3547
▁chall	-3548
▁generally	-3549
▁surprisingly	-3550
chan	-3551
riff	-3552
.....	-3553
▁Step	-3554
▁tone	-3555
▁protagon	-3556
▁80	-3557
▁puts	-3558
▁Where	-3559
▁psycholog	-3560
stem	-3561
▁boss	-3562
▁teacher	-3563
▁squ	-3564
▁Show	-3565
elling	-3566
▁narrative	-3567
TH	-3568
▁demon	-3569
▁escap	-3570
▁feelings	-3571
▁outstanding	-3572
▁disg	-3573
anc	-3574
▁places	-3575
▁mistake	-3576
▁Ag	-3577
▁CG	-3578
itude	-3579
▁building	-3580
▁literally	-3581
▁soft	-3582
▁pieces	-3583
▁Sec	-3584
▁presented	-3585
CH	-3586
▁offe	-3587
▁absurd	-3588
▁approach	-3589
urch	-3590
▁Bruce	-3591
▁commercial	-3592
▁ur	-3593
▁chas	-3594
▁ener	-3595
▁student	-3596
▁Sat	-3597
?!	-3598
He	-3599
ares	-3600
ribe	-3601
ront	-3602
▁date	-3603
▁intense	-3604
▁program	-3605
▁mach	-3606
▁silent	-3607
▁Ir	-3608
▁Tr	-3609
▁themes	-3610
▁addition	-3611
yan	-3612
orts	-3613
▁surround	-3614
▁historical	-3615
▁fascinating	-3616
what	-3617
unting	-3618
▁million	-3619
IE	-3620
win	-3621
▁mysterious	-3622
onna	-3623
urate	-3624
▁influ	-3625
▁flicks	-3626
▁threat	-3627
▁students	-3628
oughly	-3629
▁aspects	-3630
▁contains	-3631
▁gold	-3632
▁ride	-3633
▁Chris	-3634
▁magn	-3635
▁Two	-3636
▁intern	-3637
▁serial	-3638
▁Ant	-3639
▁Bo	-3640
aint	-3641
▁dad	-3642
▁slowly	-3643
▁confusing	-3644
house	-3645
illing	-3646
▁Because	-3647
▁dim	-3648
ictor	-3649
▁pictures	-3650
ples	-3651
istent	-3652
▁individ	-3653
▁government	-3654
▁emp	-3655
▁Jean	-3656
▁length	-3657
▁burn	-3658
▁current	-3659
uit	-3660
ivil	-3661
▁leg	-3662
▁dread	-3663
▁fully	-3664
▁Bad	-3665
▁Dark	-3666
▁military	-3667
▁Gl	-3668
down	-3669
▁Hard	-3670
▁acts	-3671
▁spec	-3672
▁drive	-3673
▁folks	-3674
ability	-3675
▁reaction	-3676
▁Hitchcock	-3677
▁drunk	-3678
▁tradition	-3679
▁opportunity	-3680
mark	-3681
ploy	-3682
▁rip	-3683
anna	-3684
ached	-3685
oned	-3686
▁impressed	-3687
dered	-3688
▁numb	-3689
▁qual	-3690
▁Overall	-3691
IG	-3692
lyn	-3693
▁Harry	-3694
▁irrit	-3695
▁equally	-3696
▁likable	-3697
▁behav	-3698
▁artist	-3699
▁compelling	-3700
ander	-3701
▁Steve	-3702
▁subst	-3703
▁happening	-3704
▁Tar	-3705
▁cas	-3706
▁system	-3707
mat	-3708
▁Cal	-3709
▁****	-3710
▁hosp	-3711
▁People	-3712
▁Cat	-3713
entially	-3714
▁Nothing	-3715
▁knowing	-3716
▁lif	-3717
kespe	-3718
▁melod	-3719
▁proper	-3720
▁content	-3721
sey	-3722
good	-3723
▁edge	-3724
▁discuss	-3725
▁alien	-3726
▁lacks	-3727
▁rented	-3728
▁Charlie	-3729
▁discover	-3730
Not	-3731
ipp	-3732
rend	-3733
▁key	-3734
▁spl	-3735
▁clean	-3736
gue	-3737
▁Dou	-3738
▁Adam	-3739
▁disgust	-3740
▁relationships	-3741
▁include	-3742
hor	-3743
ken	-3744
heart	-3745
▁Though	-3746
▁disaster	-3747
▁Pol	-3748
▁South	-3749
▁contr	-3750
▁psych	-3751
▁Jeff	-3752
▁lived	-3753
▁remote	-3754
▁wondering	-3755
nat	-3756
▁Matt	-3757
ops	-3758
▁50	-3759
under	-3760
▁Fe	-3761
▁roll	-3762
▁sight	-3763
▁Stewart	-3764
▁appeared	-3765
▁collection	-3766
▁Tony	-3767
▁shall	-3768
orgeous	-3769
pendent	-3770
▁element	-3771
▁Sand	-3772
▁individual	-3773
asty	-3774
▁See	-3775
▁funniest	-3776
▁Martin	-3777
▁confused	-3778
▁Christian	-3779
gly	-3780
▁ban	-3781
▁ord	-3782
▁Mark	-3783
▁dies	-3784
▁paid	-3785
▁giant	-3786
▁anymore	-3787
▁delivers	-3788
ledge	-3789
▁process	-3790
uddy	-3791
▁div	-3792
▁East	-3793
▁thor	-3794
▁industry	-3795
▁developed	-3796
oph	-3797
▁18	-3798
▁Du	-3799
table	-3800
itions	-3801
▁chase	-3802
▁drawn	-3803
▁breath	-3804
▁Lo	-3805
▁joy	-3806
▁adds	-3807
▁mart	-3808
writer	-3809
▁critics	-3810
▁walking	-3811
▁mouth	-3812
ode	-3813
▁mainly	-3814
/2	-3815
▁Fox	-3816
▁drugs	-3817
▁forever	-3818
▁location	-3819
▁Tre	-3820
ision	-3821
▁West	-3822
▁init	-3823
Ch	-3824
▁WW	-3825
▁helps	-3826
▁legend	-3827
▁lighting	-3828
▁reminded	-3829
▁difference	-3830
▁IS	-3831
▁Bar	-3832
Overall	-3833
▁mediocre	-3834
▁12	-3835
exic	-3836
▁Fin	-3837
▁cell	-3838
▁impl	-3839
▁photograp	-3840
▁AND	-3841
▁hasn	-3842
▁desert	-3843
gged	-3844
erous	-3845
▁race	-3846
▁moral	-3847
▁trailer	-3848
ss	-3849
▁Ab	-3850
▁defe	-3851
▁producer	-3852
That	-3853
▁virt	-3854
▁share	-3855
▁vampire	-3856
▁highlight	-3857
ift	-3858
oses	-3859
▁Russian	-3860
▁forgotten	-3861
▁Bet	-3862
▁dubb	-3863
We	-3864
dow	-3865
▁hig	-3866
▁nons	-3867
▁correct	-3868
▁spectac	-3869
▁Shakespe	-3870
▁gorgeous	-3871
life	-3872
▁adults	-3873
▁dreams	-3874
▁oh	-3875
When	-3876
▁Yet	-3877
▁marriage	-3878
▁Nat	-3879
omething	-3880
Jo	-3881
pret	-3882
▁holes	-3883
do	-3884
▁pil	-3885
▁hospital	-3886
ta	-3887
▁Gar	-3888
▁Many	-3889
▁club	-3890
▁faces	-3891
▁stuck	-3892
▁creative	-3893
▁negative	-3894
mbol	-3895
tend	-3896
▁Jew	-3897
▁seg	-3898
▁news	-3899
▁victims	-3900
AL	-3901
ology	-3902
▁flaws	-3903
▁oppos	-3904
▁honestly	-3905
▁attractive	-3906
wr	-3907
uel	-3908
raid	-3909
uous	-3910
orter	-3911
▁crow	-3912
▁trag	-3913
ctions	-3914
▁offers	-3915
